[
  "acceleration",
  "adductors",
  "aerobic",
  "agility",
  "anaconda",
  "ankle",
  "anti_rotation",
  "armbar",
  "axe_kick",
  "back_kick",
  "balance",
  "ballistic",
  "bicep_slicer",
  "bjj",
  "body_kick",
  "boxing",
  "brawler",
  "buggy_choke",
  "cage_work",
  "capoeira",
  "capoeira_kick",
  "cartwheel_kick",
  "clinch",
  "clinch_fighter",
  "clinch_knee",
  "cluster",
  "cns_freshness",
  "cognitive",
  "compound",
  "concentric",
  "conditioning",
  "contrast",
  "contrast_pairing",
  "coordination",
  "core",
  "cornerstone",
  "counter_striker",
  "crescent_kick",
  "crucifix",
  "d'arce",
  "deadlift",
  "distance_fighter",
  "distance_striker",
  "eccentric",
  "elastic",
  "elbow",
  "electric_chair",
  "endurance",
  "environmental",
  "explosive",
  "ezekiel",
  "flying_knee",
  "footwork",
  "glycolytic",
  "gogoplata",
  "grappler",
  "grappling",
  "grip",
  "guillotine",
  "guillotine_variation",
  "hammer_kick",
  "hamstring",
  "head_kick",
  "heel_hook",
  "high_cns",
  "hip_dominant",
  "horizontal_power",
  "hybrid",
  "improvised",
  "intensity",
  "inverted_triangle",
  "isolation",
  "isometric",
  "japanese_necktie",
  "jumping_kick",
  "karate",
  "kickboxing",
  "kicker",
  "kimura",
  "lateral",
  "lateral_power",
  "leg_lock",
  "light_impact",
  "loop_choke",
  "low_cns",
  "low_impact",
  "low_kick",
  "low_volume",
  "lower_body",
  "lunge_pattern",
  "mech_acceleration",
  "mech_anti_rotation",
  "mech_axial_heavy",
  "mech_ballistic",
  "mech_change_of_direction",
  "mech_cns_high",
  "mech_deceleration",
  "mech_grip_crush",
  "mech_grip_intensive",
  "mech_grip_static",
  "mech_grip_support",
  "mech_hinge_eccentric",
  "mech_hinge_isometric",
  "mech_horizontal_pull",
  "mech_horizontal_push",
  "mech_knee_over_toe",
  "mech_landing_impact",
  "mech_lateral_shift",
  "mech_loaded_carry",
  "mech_lower_hip_hinge",
  "mech_lower_jump",
  "mech_lower_lateral",
  "mech_lower_lunge",
  "mech_lower_squat",
  "mech_max_velocity",
  "mech_overhead_dynamic",
  "mech_overhead_static",
  "mech_reactive",
  "mech_reactive_rebound",
  "mech_rotation_high_torque",
  "mech_shoulder_overhead",
  "mech_squat_deep",
  "mech_systemic_fatigue",
  "mech_trunk_flexion",
  "mech_trunk_rotation",
  "mech_trunk_stability",
  "mech_upper_carry",
  "mech_upper_press",
  "mech_upper_pull",
  "mech_vertical_pull_heavy",
  "mental_toughness",
  "mir_lock",
  "mma",
  "mobility",
  "muay_thai",
  "neck",
  "neural_primer",
  "north_south_choke",
  "overhead",
  "parasympathetic",
  "plyometric",
  "posterior_chain",
  "power",
  "pressure_fighter",
  "pull",
  "push",
  "quad_dominant",
  "question_mark_kick",
  "rate_of_force",
  "reaction",
  "reactive",
  "rear_naked_choke",
  "recovery",
  "rehab_friendly",
  "resilience",
  "rotational",
  "scoop_kick",
  "scrambler",
  "sharpness",
  "shoulders",
  "side_kick",
  "skill",
  "skill_refinement",
  "sled",
  "speed",
  "spinal_lock",
  "spinning_kick",
  "stability",
  "step_through_knee",
  "striking",
  "submission_hunter",
  "switch_kick",
  "tactical",
  "taekwondo",
  "teep",
  "top_control",
  "transition",
  "triangle",
  "triceps",
  "triphasic",
  "triple_extension",
  "unilateral",
  "upper_back",
  "upper_body",
  "visual_processing",
  "work_capacity",
  "wrestler",
  "wrestling",
  "zero_impact"
]