[
  "acceleration",
  "achilles_high_risk_impact",
  "adductor_load_high",
  "adductors",
  "aerobic",
  "agility",
  "anaconda",
  "ankle",
  "ankle_lateral_impact_high",
  "anti_rotation",
  "armbar",
  "asym_load_high",
  "axe_kick",
  "axial_heavy",
  "back_kick",
  "balance",
  "ballistic",
  "bicep_slicer",
  "bjj",
  "body_kick",
  "boxing",
  "brawler",
  "buggy_choke",
  "cage_work",
  "calf_rebound_high",
  "calf_volume_high",
  "capoeira",
  "capoeira_kick",
  "carry_heavy",
  "cartwheel_kick",
  "cervical_extension_loaded",
  "cervical_flexion_loaded",
  "cervical_load",
  "clinch",
  "clinch_fighter",
  "clinch_knee",
  "cluster",
  "cns_freshness",
  "cod_high",
  "cognitive",
  "compound",
  "concentric",
  "conditioning",
  "contact",
  "contrast",
  "contrast_pairing",
  "coordination",
  "core",
  "cornerstone",
  "counter_striker",
  "crescent_kick",
  "crucifix",
  "d'arce",
  "deadlift",
  "decel_high",
  "deep_elbow_flexion_loaded",
  "deep_flexion",
  "deep_knee_flexion_loaded",
  "dip_loaded",
  "distance_fighter",
  "distance_striker",
  "dynamic_overhead",
  "eccentric",
  "elastic",
  "elbow",
  "elbow_extension_heavy",
  "electric_chair",
  "endurance",
  "environmental",
  "explosive",
  "explosive_upper_push",
  "ezekiel",
  "finger_flexor_high",
  "finger_load_high",
  "flying_knee",
  "foot_impact_high",
  "footwork",
  "forearm_load_high",
  "forefoot_load_high",
  "front_rack",
  "glute_load_high",
  "glycolytic",
  "gogoplata",
  "grappler",
  "grappling",
  "grip",
  "grip_max",
  "guillotine",
  "guillotine_variation",
  "hammer_kick",
  "hamstring",
  "hamstring_eccentric_high",
  "hand_crush",
  "hard_contact",
  "head_impact",
  "head_kick",
  "heel_hook",
  "high_cns",
  "high_cns_upper",
  "high_impact_plyo",
  "hinge_heavy",
  "hip_dominant",
  "hip_extension_heavy",
  "hip_flexion_loaded",
  "hip_flexor_strain_risk",
  "hip_impingement_risk",
  "hip_internal_rotation_stress",
  "hip_irritant",
  "horizontal_power",
  "horizontal_push",
  "hybrid",
  "impact_rebound_high",
  "improvised",
  "intensity",
  "inverted_triangle",
  "isolation",
  "isometric",
  "japanese_necktie",
  "jumping_kick",
  "karate",
  "kickboxing",
  "kicker",
  "kimura",
  "knee_dominant_heavy",
  "landing_stress_high",
  "lateral",
  "lateral_power",
  "leg_lock",
  "light_impact",
  "live_rounds",
  "long_lever_adductor",
  "loop_choke",
  "low_cns",
  "low_impact",
  "low_kick",
  "low_volume",
  "lower_body",
  "lumbar_loaded",
  "lunge_pattern",
  "max_velocity",
  "mech_acceleration",
  "mech_anti_rotation",
  "mech_axial_heavy",
  "mech_ballistic",
  "mech_change_of_direction",
  "mech_cns_high",
  "mech_deceleration",
  "mech_grip_crush",
  "mech_grip_intensive",
  "mech_grip_static",
  "mech_grip_support",
  "mech_hinge_eccentric",
  "mech_hinge_isometric",
  "mech_horizontal_pull",
  "mech_horizontal_push",
  "mech_knee_over_toe",
  "mech_landing_impact",
  "mech_lateral_shift",
  "mech_loaded_carry",
  "mech_lower_hip_hinge",
  "mech_lower_jump",
  "mech_lower_lateral",
  "mech_lower_lunge",
  "mech_lower_squat",
  "mech_max_velocity",
  "mech_overhead_dynamic",
  "mech_overhead_static",
  "mech_reactive",
  "mech_reactive_rebound",
  "mech_rotation_high_torque",
  "mech_shoulder_overhead",
  "mech_squat_deep",
  "mech_systemic_fatigue",
  "mech_trunk_flexion",
  "mech_trunk_rotation",
  "mech_trunk_stability",
  "mech_upper_carry",
  "mech_upper_press",
  "mech_upper_pull",
  "mech_vertical_pull_heavy",
  "mental_toughness",
  "mir_lock",
  "mma",
  "mobility",
  "muay_thai",
  "neck",
  "neck_bridge",
  "neck_loaded",
  "neural_primer",
  "north_south_choke",
  "overhead",
  "parasympathetic",
  "pec_loaded",
  "pelvic_shear_risk",
  "pinch_grip_high",
  "plyometric",
  "posterior_chain",
  "posterior_chain_eccentric_high",
  "posterior_chain_heavy",
  "power",
  "press_heavy",
  "pressure_fighter",
  "pull",
  "push",
  "quad_dominant",
  "quad_dominant_heavy",
  "question_mark_kick",
  "rate_of_force",
  "reaction",
  "reactive",
  "reactive_rebound_high",
  "rear_naked_choke",
  "recovery",
  "rehab_friendly",
  "resilience",
  "rotational",
  "row_heavy",
  "running_volume_high",
  "scoop_kick",
  "scrambler",
  "sharpness",
  "shin_splints_risk",
  "shoulder_heavy",
  "shoulders",
  "side_kick",
  "skill",
  "skill_refinement",
  "sled",
  "sparring",
  "speed",
  "spinal_lock",
  "spine_extension_loaded",
  "spine_flexion_loaded",
  "spinning_kick",
  "stability",
  "step_through_knee",
  "striking",
  "striking_contact",
  "submission_hunter",
  "switch_kick",
  "tactical",
  "taekwondo",
  "teep",
  "toe_extension_high",
  "top_control",
  "transition",
  "triangle",
  "triceps",
  "triceps_tendon_heavy",
  "triphasic",
  "triple_extension",
  "unilateral",
  "upper_back",
  "upper_back_loaded",
  "upper_body",
  "upper_push",
  "visual_processing",
  "wide_stance_adductor_high",
  "work_capacity",
  "wrestler",
  "wrestling",
  "wrist_compression_high",
  "wrist_extension_high",
  "wrist_flexor_high",
  "wrist_loaded_extension",
  "zero_impact"
]